Repository: ProtonDriveApps/mac-drive
Catalog: PDLocalization/Sources/Resources/shared-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# tag_myAlbum
source: My albums
be: Мае альбомы
ca: Els meus àlbums
cs: Moje alba
da: Mine albummer
de: Meine Alben
el: Τα άλμπουμ μου
es: Mis álbumes
es_419: Mis álbumes
fi: Omat albumit
fr: Mes albums
hu: Albumaim
id: Album saya
it: I miei album
ja: マイアルバム
ka: ჩემი ალბომები
ko: 나의 앨범
nb: Mine album
nl: Mijn albums
pl: Moje albumy
pt: Os meus álbuns
pt_br: Meus álbuns
ro: Albumele mele
ru: Мои альбомы
sk: Moje albumy
sv: Mina album
tr: Albümlerim
uk: Мої альбоми
zh_hans: 我的图库
zh_hant: 我的相簿

# tag_panoramas
source: Panoramas
be: Панарамы
cs: Panoramata
da: Panoramaer
de: Panoramen
el: Πανοράματα
fi: Panoraamat
hu: Panorámaképek
id: Panorama
it: Panorami
ja: パノラマ
ka: პანორამა
ko: 파노라마
nb: Panoramaer
pl: Zdjęcia panoramiczne
ro: Panorame
ru: Панорамы
sk: Panorámy
sv: Panorama
tr: Manzaralar
uk: Панорами
zh_hans: 全景图
zh_hant: 全景圖

# tag_portraits
source: Portraits
be: Партрэты
ca: Retrats
cs: Portréty
da: Portrætter
de: Porträts
el: Πορτραίτα
es: Retratos
es_419: Retratos
fi: Muotokuvat
hu: Portrék
id: Potret
it: Ritratti
ja: ポートレート
ka: პორტრეტები
ko: 인물 사진
nb: Portretter
nl: Portretten
pl: Zdjęcia portretowe
pt: Retratos
pt_br: Retratos
ro: Portrete
ru: Портреты
sk: Portréty
sv: Porträtt
tr: Portreler
uk: Портрети
zh_hans: 肖像
zh_hant: 肖像

# tag_screenshots
source: Screenshots
be: Здымкі экрана
ca: Captures de pantalla
cs: Snímky obrazovky
da: Skærmbilleder
el: Στιγμιότυπα οθόνης
es: Capturas de pantalla
es_419: Capturas de pantalla
fi: Kuvakaappaukset
fr: Captures d'écran
hu: Képernyőképek
id: Tangkapan Layar
it: Screenshot
ja: スクリーンショット
ka: ეკრანის ანაბეჭდები
ko: 스크린샷
nb: Skjermbilder
nl: Schermafbeeldingen
pl: Zrzuty ekranu
pt: Capturas de ecrã
pt_br: Capturas de tela
ro: Capturi de ecran
ru: Снимки экрана
sk: Snímky obrazovky
sv: Skärmdumpar
tr: Ekran görüntüleri
uk: Знімки екрана
zh_hans: 屏幕截图
zh_hant: 螢幕截圖

# tag_selfies
source: Selfies
be: Сэлфi
cs: Selfie
fi: Selfiet
hu: Szelfik
id: Swafoto
it: Selfie
ja: 自撮り
ka: სელფები
ko: 셀카
nb: Selfier
pl: Selfie
ro: Autoportrete
ru: Селфи
sk: Selfíčka
tr: Özçekimler
uk: Селфі
zh_hans: 自拍照
zh_hant: 自拍

# tag_shared
source: Shared
be: Абагулена
ca: Compartit
cs: Sdílené
da: Delt
de: Geteilt
el: Κοινόχρηστα
es: Compartido
es_419: Compartido
fi: Jaetut
fr: Partagé
hu: Megosztva
id: Dibagikan
it: Condiviso
ja: 共有中
ka: გაზიარებული
ko: 공유됨
nb: Delt
nl: Gedeeld
pl: Udostępnione
pt: Partilhado
pt_br: Compartilhado
ro: Partajate
ru: Общие
sk: Zdieľané
sv: Delat
tr: Paylaşılmış
uk: Спільний доступ
zh_hans: 已共享
zh_hant: 已分享

# tag_sharedWithMe
source: Shared with me
be: Абагулена са мной
ca: Compartit amb mi
cs: Sdíleno se mnou
da: Delt med mig
de: Mit mir geteilt
el: Σε κοινή χρήση με εμένα
es: Compartido conmigo
es_419: Compartido conmigo
fi: Jaettu minulle
fr: Partagé avec moi
hu: Velem megosztva
id: Dibagikan dengan saya
it: Condivisi con me
ja: 私と共有中
ka: ჩემთან გაზიარებული
ko: 나와 공유됨
nb: Delt med meg
nl: Gedeeld met mij
pl: Udostępnione dla mnie
pt: Partilhado comigo
pt_br: Compartilhado comigo
ro: Partajate cu mine
ru: Доступные мне
sk: Zdieľané so mnou
sv: Delat med mig
tr: Benimle paylaşılanlar
uk: Поширено для мене
zh_hans: 与我分享
zh_hant: 與我共享

# tag_videos
source: Videos
be: Відэа
ca: Vídeos
cs: Videa
da: Videoer
el: Βίντεο
es: Vídeos
fi: Videot
fr: Vidéos
hu: Videók
id: Video
it: Video
ja: 動画
ka: ვიდეოები
ko: 동영상
nb: Videoer
pl: Filmy
pt: Vídeos
pt_br: Vídeos
ro: Videoclipuri
ru: Видео
sk: Videá
sv: Videoklipp
tr: Videolar
uk: Відео
zh_hans: 视频
zh_hant: 影片

# title_rename_album
source: Rename Album
be: Перайменаваць альбом
ca: Canvia el nom de l'àlbum
cs: Přejmenovat album
da: Omdøb album
de: Album umbenennen
el: Μετονομασία άλμπουμ
es: Cambiar el nombre del álbum
es_419: Cambiar el nombre del álbum
fi: Nimeä albumi uudelleen
fr: Modifier le nom de l'album
hu: Album átnevezése
id: Ubah Nama Album
it: Rinominare l'album
ja: アルバム名を変更
ka: ალბომის სახელის გადარქმევა
ko: 앨범 이름 변경
nb: Gi album nytt navn
nl: Album Hernoemen
pl: Zmień nazwę albumu
pt: Alterar o nome de l'álbum
pt_br: Renomear álbum
ro: Redenumire album
ru: Переименовать Альбом
sk: Premenovať album
sv: Byt namn på album
tr: Albümü yeniden adlandır
uk: Перейменувати альбом
zh_hans: 重命名相册
zh_hant: 重新命名相簿

# trash_action_restore_all_files
source: Restore all files
be: Аднавіць усе файлы
ca: Restaura tots els fitxers
cs: Obnovit všechny soubory
da: Gendan alle filer
de: Alle Dateien wiederherstellen
el: Επαναφορά όλων των αρχείων
es: Restaurar todos los archivos
es_419: Restaurar todos los archivos
fi: Palauta kaikki tiedostot
fr: Restaurer tous les fichiers
hu: Az összes fájl helyreállitása
id: Pulihkan semua berkas
it: Ripristina tutti i file
ja: 全てのファイルを復元する
ka: ყველა ფაილის აღდგენა
ko: 모든 파일 복원하기
nb: Gjenopprett alle filer
nl: Alle bestanden herstellen
pl: Przywróć wszystkie pliki
pt: Restaurar todos os ficheiros
pt_br: Restaurar todos os arquivos
ro: Restaurare toate fișierele
ru: Восстановить все файлы
sk: Obnoviť všetky súbory
sv: Återställ alla filer
tr: Tüm dosyaları geri yükle
uk: Відновити всі файли
zh_hans: 恢复所有文件
zh_hant: 還原所有檔案

# trash_action_restore_all_folders
source: Restore all folders
be: Аднавіць усе папкі
ca: Restaura totes les carpetes
cs: Obnovit všechny složky
da: Gendan alle mapper
de: Alle Ordner wiederherstellen
el: Επαναφορά όλων των φακέλων
es: Restaurar todas las carpetas
es_419: Restaurar todas las carpetas
fi: Palauta kaikki kansiot
fr: Restaurer tous les dossiers
hu: Az összes mappa helyreállitása
id: Pulihkan semua folder
it: Ripristina tutte le cartelle
ja: 全てのフォルダを復元する
ka: ყველა საქაღალდის აღდგენა
ko: 모든 폴더 복원하기
nb: Gjenopprett alle mapper
nl: Alle mappen herstellen
pl: Przywróć wszystkie foldery
pt: Restaurar todas as pastas
pt_br: Restaurar todas as pastas
ro: Restaurare toate folderele
ru: Восстановить все папки
sk: Obnoviť všetky priečinky
sv: Återställ alla mappar
tr: Tüm klasörleri geri yükle
uk: Відновити всі теки
zh_hans: 恢复所有文件夹
zh_hant: 還原所有資料夾

# trash_action_restore_all_items
source: Restore all items
be: Аднавіць усе элементы
ca: Restaura tots els elements
cs: Obnovit všechny položky
da: Gendan alle elementer
de: Alle Elemente wiederherstellen
el: Επαναφορά όλων των αντικειμένων
es: Restaurar todos los elementos
es_419: Restaurar todos los elementos
fi: Palauta kaikki kohteet
fr: Restaurer tous les éléments
hu: Minden elem helyreállítása
id: Pulihkan semua item
it: Ripristina tutti gli elementi
ja: 全てのアイテムを復元する
ka: ყველა ელემენტის აღდგენა
ko: 모든 항목 복원하기
nb: Gjenopprett alle elementer
nl: Alle items herstellen
pl: Przywróć wszystkie elementy
pt: Restaurar todos os itens
pt_br: Restaurar todos os itens
ro: Restaurare toate articolele
ru: Восстановить все элементы
sk: Obnoviť všetky položky
sv: Återställ alla objekt
tr: Tüm ögeleri geri yükle
uk: Відновити всі елементи
zh_hans: 恢复所有项目
zh_hant: 還原所有項目

# general_ok
source: OK
ca: D'acord
el: ΟΚ
es: Aceptar
es_419: Aceptar
ka: დიახ
ko: 확인
ru: Да
tr: Tamam
zh_hans: 好的
zh_hant: 好

# tag_livePhotos
source: Live Photos
ca: Fotografies en directe
cs: Živé fotky
da: Live fotos
de: Live-Fotos
el: Ζωντανές Φωτογραφίες
es: Fotografías en directo
es_419: Fotografías en directo
fi: Live Photo -kuvat
fr: Photos en direct
hu: Élő fotók
id: Foto Langsung
it: Foto in diretta
ja: Liveフォト
ka: ცოცხალი სურათები
ko: Live Photo 사진
nb: Live-bilder
nl: Live Foto's
pt: Fotos ao vivo
pt_br: Fotos ao vivo
ro: Fotografii animate
ru: Живые Фото
sk: Živé fotografie
sv: Livefoton
tr: Live Photo çekimleri
uk: Живі фото
zh_hans: 实况照片
zh_hant: 及時照片

# tag_motionPhotos
source: Motion Photos
ca: Fotografies en moviment
cs: Pohyblivé fotky
da: Fotos i bevægelse
de: Bewegungsbilder
el: Κινούμενες Φωτογραφίες
es: Fotografías en movimiento
es_419: Fotografías en movimiento
fi: Motion Photot
fr: Photos en mouvement
hu: Mozgóképek
id: Foto Bergerak
it: Foto in movimento
ja: モーション写真
ka: მოძრაობის სურათები
ko: 움직이는 사진
nb: Levende bilder
nl: Beweging Foto's
pt: Fotos em movimento
pt_br: Fotos em movimento
ro: Fotografii în mișcare
ru: Фотографии движения
sk: Pohyblivé fotografie
sv: Rörliga bilder
tr: Haraketli fotoğraflar
uk: Фото в русі
zh_hans: 动态照片
zh_hant: 動態照片

# tag_raw
source: RAW
fi: RAW-kuvat
pl: Zdjęcia RAW
